Repository: 4fury/archive_p1
Catalog: extra/multimedia/video/kamerka/files/*.po
Languages: tr

source: Take a photo
tr: Resim çek

source: Self-timer
tr: Kişisel zamanlayıcı

source: Less
tr: Daha az

source: More
tr: Daha fazla

source: Configure
tr: Yapılandırma

source: Hide effects
tr: Efektleri sakla

source: Show effects
tr: Efektleri göster

source: Open directory
tr: Dizin aç

source: No Effect
tr: Efekt yok

source: Grey
tr: Gri

source: Invert
tr: Tersine

source: Mono
tr: Tekil

source: Smurf
tr: Şirinler

source: Simple photo taking application with fancy animated interface
tr: Basit şekilde fantezi animasyonlu arayüzü ile fotoğraf çekebilen uygulama

source: i18n() takes at least one argument
tr: i18n() en az bir argüman alır

source: Could not load QML interface!
tr: QML arayüzü yüklenemedi!

source: Error
tr: Hata

source: Could not connect to V4L device!
tr: V4L aygıtına bağlanamadı!

source: Requested resolution (%1x%2) was not available. Driver used %3x%4 instead. Please check your configuration.
tr: Seçilen çözünürlük (%1x%2) kullanılamıyor. sürücü yerine %3x%4 kullanıyor. Lütfen yapılandırmanızı kontrol edin.

source: Selected path does not exists. Do you want to create it?
tr: Seçilen dizin bulunamadı. Oluşturmak istermisiniz ?

source: Device node:
tr: Aygıt ayrıntısı:

source: Resolution:
tr: Çözünürlük:

source: Disabled
tr: Etkisizleş

source: Framerate limit:
tr: Kare-hızı sınırı:

source: Lock aspect ratio
tr: Sabit boy oranı

source: Mirror output
tr: Dikey Çevir

source: Flip output
tr: Yatay Çevir

source: Camera
tr: Kamera

source: Camera settings
tr: Kamera tercihleri

source: Use default pictures directory
tr: Varsayılan fotoğraf dizinini kullanın

source: Use subdirectory:
tr: Altdizini kullan:

source: Photo directory:
tr: Resim dizini:

source: Storage
tr: Depolama

source: Photo storage
tr: Foto depolama

source: Play sound on taking photo
tr: Resim çekiminde ses kullan

source: Play timer sounds
tr: Zamanlama sesi oynat

source: Show notification on taking photo
tr: Bildirimleri çekim sırasında göster

source: Behaviour
tr: Davranış

source: Starting up webcam...
tr: Webcami başlat...

source: Photo has been stored in file %1
tr: Fortoğraf dizin %1 e kaydedildi

source: Show in directory
tr: Dizinde göster

source: Open in GIMP
tr: GIMP ile aç

source: Open in Inkscape
tr: Inkscape ile aç

# NAME OF TRANSLATORS
source: Your names
tr: Erdinç Gültekin (circass)

# EMAIL OF TRANSLATORS
source: Your emails
tr: erdincgultekin@pisilinux.org
